/* Написать прог, кот на вход приним два числа 
и показ кот из них большее, а какое меньшее*/
Console.WriteLine("Введите число: ");
int numberA = Convert.ToInt32(Console.ReadLine());
int numberB = Convert.ToInt32(Console.ReadLine());
int max = 0;
if (numberA < numberB)
{
    Console.WriteLine(max = numberB);
}

else
{
    Console.WriteLine(max = numberA);
}